Repository: rfloriano/petshop_project
Catalog: utils/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ImageChoiceField object
pt_br: Objeto ImageChoiceField

source: Enter a zip code in the format XXXXX-XXX.
pt_br: Entre com um código postal no formato XXXXX-XXX

source: Phone numbers must be in (XX)XXXX-XXXX format.
pt_br: Os números de telefone devem estar no formato (XX)XXXX-XXXX.

source: Phone numbers must be in +XX(XX)XXXX-XXXX format.
pt_br: Os números de telefone devem estar no formato +XX(XX)XXXX-XXXX.

source: Select a valid brazilian state. That state is not one of the available states.
pt_br: Selecione um estado brasileiro válido. Esse estado não é um dos estadosdisponíveis.

source: CPF numbers must be in xxx.xxx.xxx-xx format.
pt_br: CPF deve estar no formato xxx.xxx.xxx-xx.

source: This field requires at most 11 digits or 14 characters.
pt_br: Este campo requer no máximo 11 dígitos ou 14 caracteres.

source: This field requires only numbers.
pt_br: Este campo requer apenas números.

source: This CPF does not exist.
pt_br: Este CPF não existe.

source: Invalid CNPJ number.
pt_br: CNPJ inválido.

source: This field requires at least 14 digits
pt_br: Este campo requer no mínimo 14 dígitos

source: This CNPJ does not exist.
pt_br: Este CNPJ não existe.

source: Invalid CNPJ or CPF. CPF or CNPJ numbers must be in XXX.XXX.XXX-XX or XX.XXX.XXX/XXXX-XX
pt_br: CNPJ ou CPF inválido. CPF ou CNPJ deve estar em XXX.XXX.XXX-XX ou XX.XXX.XXX / XXXX-XX

source: This field requires at least 11 digits
pt_br: Este campo requer no mínimo 11 dígitos

source: This CNPJ/CPF does not exist.
pt_br: Esta CNPJ/CPF não existe.

source: Brazilians states (two uppercase letters)
pt_br: Estados brasileiros (duas letras maiúsculas)

source: Phone number
pt_br: Número do telefone

source: Zip Code
pt_br: Código postal
